Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Some enemies carry portable chronon dampeners. Your powers won't affect them.
pl_pl: Niektórzy wrogowie mają przy sobie przenośne tłumiki chrononu. Twoje moce nie będą miały na nich wpływu.

source: Some kind of rumbling sound coming from the machine. It's... it's fine, we'll shut everything down after the jump, fine-tune it later.
pl_pl: Z tej maszyny dochodzi jakiś dudniący dźwięk. To... jest w porządku, wyłączymy wszystko po skoku, dopracujemy to później.

source: Some kind of shield!
pl_pl: To jakaś tarcza!

source: Some protest...
pl_pl: Ten protest był niezły...

source: Some time triggers allow Jack to manipulate the timeline of specific objects.
pl_pl: Niektóre wyzwalacze czasowe pozwalają Jack'owi manipulować osią czasu określonych obiektów.

source: Somebody cut the power. This was supposed to be a quiet operation.
pl_pl: Ktoś odciął zasilanie. To miała być cicha operacja.

source: Somebody find out where that's coming from. This is supposed to be a secure channel.
pl_pl: Niech ktoś się dowie, skąd to gra. To ma być bezpieczny kanał.

source: Somebody get Serene back here!
pl_pl: Niech ktoś sprowadzi tu Serene!

source: Somebody was working against me. Somebody close. Martin Hatch. Sofia Amaral. I could only trust one of them.
pl_pl: Ktoś działał przeciwko mnie. Ktoś bliski. Martin Hatch. Sofia Amaral. Mogłem ufać tylko jednemu z nich.

source: Somebody's here!
pl_pl: Ktoś tu jest!

source: Somebody's here.
pl_pl: Ktoś tu jest.

source: Somehow I could focus and unfreeze Will, even if the world was still frozen.
pl_pl: W jakiś sposób mogłem się skupić i odmrozić Willa, nawet jeśli reszta świata wciąż była zamrożona.

source: Someone else has tech!
pl_pl: Ktoś jeszcze ma technologię!

source: Someone get us some backup, over!
pl_pl: Niech ktoś załatwi nam jakieś wsparcie!

source: Something clicked. I could reach out and stop time in a focused area.
pl_pl: Zapaliła mi się wtedy żarówka w głowie. Mogłem wyciągnąć rękę i zatrzymać czas w wybranym obszarze.

source: Something had gone down in that chamber before I arrived. Whatever it was... it was bloody. I'd seen the dead guy before.
pl_pl: Coś wydarzyło się w tej komorze przed moim przybyciem. Cokolwiek to było... było krwawo. Widziałem już tego trupa.

source: Something you want to say, Nick?
pl_pl: Chcesz coś powiedzieć, Nick?

source: Son of a--
pl_pl: Sukin...

source: Son of a...
pl_pl: Sukin...

source: Soo... how're you gonna get past that gate?
pl_pl: Więc... jak chcesz ominąć tę bramę?

source: Sorry, I gotta meet my friend, but, uh... keep fighting.
pl_pl: Sorki, znajomy na mnie czeka, ale, ee... walcz dalej.

source: Sound logic as always, Will! You...
pl_pl: Brzmi rozsądnie jak zawsze, Will! Ty...

source: Sounds like I'm not the only one they're after.
pl_pl: Wygląda na to, że nie jestem jedyną osobą, której szukają.

source: Sounds like Monarch's more of a mess than they like to make out.
pl_pl: Wygląda na to, że w Monarch panuje większy bałagan, niż lubią to przedstawiać.

source: Sounds like he found out the truth.
pl_pl: Wygląda na to, że dowiedział się prawdy.

source: Sounds like you had some trouble in your own house.
pl_pl: Wygląda na to, że miałeś kłopoty we własnym domu.

source: Space
pl_pl: Spacja

source: Spanish (Mexico)
pl_pl: Hiszpański (Meksyk)

source: Spanish (Spain)
pl_pl: Hiszpański (Hiszpania)

source: Speech is streaming. Let's give Monarch the audience they deserve.
pl_pl: Przemówienie jest streamowane. Dajmy Monarch publiczność, na którą zasługuje.

source: Spread Out!
pl_pl: Rozproszyć się!

source: Spread out!
pl_pl: Rozproszyć się!

source: Squad, move it!
pl_pl: Oddział, ruszać się!

source: Squad, stay sharp!
pl_pl: Drużyno, bądźcie czujni!

source: Squad, we're not alone!
pl_pl: Oddział, nie jesteśmy sami!

source: Squeeze
pl_pl: Ściśnij

source: Stack formation!
pl_pl: Formacja!

source: Stack up!
pl_pl: Zbierzmy się!

source: Stage Security Guard
pl_pl: Ochrona sceny

source: Stand and fight!
pl_pl: Stań i walcz!

source: Stand back, I'll get it open.
pl_pl: Odsuń się, otworzę je.

source: Stand by to detonate the library. I'm going in.
pl_pl: Przygotować się do detonacji biblioteki. Wchodzę.

source: Stand down. He's dead.
pl_pl: Wycofać się. On nie żyje.

source: Standby Guard
pl_pl: Strażnik w stanie gotowości

source: Start searching!
pl_pl: Rozpocznijcie poszukiwania!

source: Start searching! Providing sniper cover!
pl_pl: Szukajcie go! Osłaniam was!

source: Starting a New Game will permanently remove all saved progress, Collectibles, Diaries and Upgrades.
pl_pl: Rozpoczęcie nowej gry spowoduje trwałe usunięcie wszystkich zapisanych postępów, znajdziek, dzienników oraz ulepszeń.

source: Stay back from that!
pl_pl: Trzymaj się od tego z daleka!

source: Stay back!
pl_pl: Cofnij się!

source: Stay calm?! There's -- there's TWO of you! You just fucking multiplied!
pl_pl: Jak mam być spokojny?! Jest... jest was DWÓCH! Właśnie się kurwa rozmnożyliście!

source: Stay clear!
pl_pl: Nie zbliżaj się!

source: Stay cool, I'm trying to reach somebody who can--
pl_pl: Spokojnie, próbuję dotrzeć do kogoś, kto może...

source: Stay frosty and let's find him!
pl_pl: Trzymajcie się i znajdźmy go!

source: Stay frosty and lets find him!
pl_pl: Trzymajcie się razem i znajdźmy go!

source: Stay sharp!
pl_pl: Trzymaj rękę na pulsie!

source: Stay sharp! He's here!
pl_pl: Ostrożnie! On tu jest!

source: Stay sharp! We gotta find him.
pl_pl: Ostrożnie! Musimy go znaleźć.

source: Steal the countermeasure
pl_pl: Ukradnij środek zaradczy

source: Step away from the line!
pl_pl: Odsuń się od linii!

source: Stick to the plan, it's all gravy.
pl_pl: Trzymaj się planu, a wszystko pójdzie jak z płatka.

source: Still don't like me, huh?
pl_pl: Nadal mnie nie lubisz, co?

source: Still got it.
pl_pl: Wciąż mam to coś.

source: Still haven't told me what "this" is.
pl_pl: Nadal mi nie powiedziałeś co „to” jest.

source: Still kickin'...
pl_pl: Wciąż daje radę...

source: Still kicking and screaming. How long do you need to get here?
pl_pl: Wciąż żyję. Ile ci zajmie dotarcie tutaj?

source: Still moving.
pl_pl: Wciąż w ruchu.

source: Still no word on Joyce's location.
pl_pl: Nadal nie wiadomo, gdzie znajduje się Joyce.

source: Still okay out there?
pl_pl: Nadal wszystko w porządku?

source: Still stubborn as ever.
pl_pl: Wciąż uparty jak zawsze.

source: Still trying to figure that out.
pl_pl: Wciąż próbuję to rozgryźć.

source: Still waiting on that gate, Jack. You okay there?
pl_pl: Wciąż czekam na bramę, Jack. Wszystko w porządku?

source: Still weirds me out.
pl_pl: Wciąż mnie to przeraża.

source: Still worry about him, huh?
pl_pl: Nadal się o niego martwisz, co?

source: Stop (tap) / Blast (hold)
pl_pl: Czasowa Pauza (dotknij) / Czasowy Cios (przytrzymaj)

source: Stop Monarch Problems Poster
pl_pl: Plakat „Powstrzymać Monarch”

source: Stop him!
pl_pl: Zatrzymać go!

source: Stop him! Get off him!
pl_pl: Zatrzymać go! Zostaw go!

source: Stop right there! Where's the girl?
pl_pl: Zatrzymaj się! Gdzie jest dziewczyna?

source: Stop shooting!
pl_pl: Przestań strzelać!

source: Stop them! Somebody stop them!
pl_pl: Zatrzymać ich! Niech ktoś ich powstrzyma!

source: Stop where you are!
pl_pl: Zatrzymaj się!

source: Stop! I am three seconds from pulling the trigger!
pl_pl: Stój! Jestem trzy sekundy od pociągnięcia za spust!

source: Stop! Stop it!
pl_pl: Przestań! Przestań!

source: Stop! Stop it.
pl_pl: Przestań! Przestań!

source: Striker reporting a kill, over.
pl_pl: Szturmowiec potwierdza zabójstwo, odbiór.

source: Striking!
pl_pl: Uderzam!

source: Stuck in cover!
pl_pl: Utknąłem w osłonie!

source: Stutter!
pl_pl: Zacięcie!

source: Stutter.
pl_pl: Zacięcie.

source: Stutter...
pl_pl: Zacięcie...

source: Suck on this!
pl_pl: Ssij to!

source: Sudden Stop
pl_pl: Nagłe Zatrzymanie

source: Sunday, February 28, 1999, 1:26am
pl_pl: Niedziela, 28 lutego 1999, 1:26

source: Sunday, February 28, 1999, 9:00pm
pl_pl: Niedziela, 28 lutego 1999 roku, 21:00

source: Sunday, July 11, 2010, 4:38pm
pl_pl: Niedziela, 11 lipca 2010, 16:38

source: Sunday, July 4, 2010, 11:56pm
pl_pl: Niedziela, 4 lipca 2010, 23:56

source: Sunday, July 4, 2010, 2:33pm
pl_pl: Niedziela, 4 lipca 2010, 14:33

source: Sunday, July 4, 2010, 8:01am
pl_pl: Niedziela, 4 lipca 2010, 8:01

source: Sunday, October 9, 2016, 4:00am
pl_pl: Niedziela, 9 października 2016, 4:00

source: Sunday, October 9, 2016, 7:00pm
pl_pl: Niedziela, 9 października 2016, 19:00

source: Sunday, October 9, 2016, 7:26am
pl_pl: Niedziela, 9 października 2016, 7:26

source: Sunday, September 5, 1999, 10:05am
pl_pl: Niedziela, 5 września 1999, 10:05

source: Super cool, man. This is going on Facebook right now.
pl_pl: Super, stary. To leci teraz na Facebooku.

source: Support is here!
pl_pl: Wsparcie jest tutaj!

source: Support is on the scene!
pl_pl: Wsparcie jest na miejscu!

source: Support will arrive soon, over.
pl_pl: Wsparcie wkrótce nadejdzie, odbiór.

source: Supposed to be in goddamn Thailand!
pl_pl: Miałem być w cholernej Tajlandii!

source: Suppress him!
pl_pl: Otoczyć go!

source: Suppress the target now!
pl_pl: Natychmiast przygwoździć cel!

source: Suppressing fire!
pl_pl: Ogień zaporowy!

source: Suppressing!
pl_pl: Ogień zaporowy!

source: Suppressive fire!
pl_pl: Ogień tłumiący!

source: Sure I'm paying attention. Uh, what was the question?
pl_pl: Uważam. Jakie było pytanie?

source: Sure, saves me from volunteering.
pl_pl: Jasne, oszczędzi mi to harówki.

source: Sure, waste your bullets...
pl_pl: Jasne, marnuj naboje...

source: Sure.
pl_pl: Jasne.

source: Surprise!
pl_pl: Niespodzianka!

source: Surprised Monarch hasn't torn this down, too.
pl_pl: Dziwne, że Monarch nie zburzył też tego.

source: Surprised you actually waited. It's almost like you're listening to me.
pl_pl: Jestem zaskoczony, że poczekałeś. To prawie tak, jakbyś mnie słuchał.

source: Surrender
pl_pl: Poddanie

source: Survive the ambush
pl_pl: Przeżyj atak

source: Survive the collapsing bridge
pl_pl: Przetrwaj zawalenie się mostu

source: Swapping Out!
pl_pl: Przeładowuję!

source: Swapping mags!
pl_pl: Wymieniam magazynki!

source: Swapping out!
pl_pl: Przeładowuję!

source: Swapping rounds!
pl_pl: Wymieniam magazynek!

source: Swapping tech mags!
pl_pl: Wymieniam magazynek w broni!

source: Swapping tech shells!
pl_pl: Wymieniam magazynek w broni!

source: Swimming Pool 2010
pl_pl: Basen 2010

source: Switch Slide
pl_pl: Zmień slajd

source: Switch between weapons with {@INVENTORY_RIGHT}, {@INVENTORY_DOWN}, and {@INVENTORY_LEFT}.
pl_pl: Przełączaj się między broniami za pomocą {@INVENTORY_RIGHT}, {@INVENTORY_DOWN} i {@INVENTORY_LEFT}.

source: Switch echo
pl_pl: Zmień echo

source: Switch to %s
pl_pl: Zamień na %s

source: Swoon Text Message
pl_pl: SMS Swoon'a

source: System failure.
pl_pl: Awaria systemu.

source: System integrity compromised.
pl_pl: Naruszona integralność systemu.

source: Systems damaged. Compensating.
pl_pl: Systemy uszkodzone. Kompensuje.

source: TALKING WITH GEORGE CLOONEY, WEARING HIS NICE CUFF LINKS,
pl_pl: tego, co gada z Georgem Clooneyem, co nosi te ładne spinki do mankietów,

source: TELL HER THIS WORLD, IT'S A WEIRD PLACE.
pl_pl: Powiedz jej że ten świat, to dziwne miejsce.

source: TELL HER...I FINALLY FEEL CONNECTED.
pl_pl: Powiedz jej.. że w końcu to rozumiem.

source: TEMPORAL ANTI-ALIASING QUALITY
pl_pl: JAKOŚĆ ANTYALIASINGU CZASOWEGO

source: TEXT LANGUAGE
pl_pl: JĘZYK TEKSTU

source: TEXTURE RESOLUTION
pl_pl: ROZDZIELCZOŚĆ TEKSTUR

source: THAN THE REST OF RIVERPORT BECAUSE THEY HAVE ALL THESE
pl_pl: od reszty Riverport, bo zatrudniają tych dziwnych rządowych

source: THANK YOU SO MUCH.
pl_pl: Bardzo ci dziękuję.

source: THANK YOU.
pl_pl: Dziękuję.

source: THANKS, FIONA. THAT'S DISGUSTING.
pl_pl: Dzięki, Fiona. To obrzydliwe.

source: THAT KIND OF CONTROL, IT --
pl_pl: takiego rodzaju władzy, kontroli...

source: THAT KIND OF CONTROL, IT -- IT SHOULD BE FEARED, NOT WORSHIPPED.
pl_pl: Takiego rodzaju władzy, kontroli... Powinniśmy się bać, a nie ją czcić.

source: THAT LEAD ON JOYCE WAS NO GOOD, BECAUSE...
pl_pl: tam nie było Joyce'a, bo...

source: THAT LETTER ALLOWS RECLAIM TO TAKE FULL RESPONSIBILITY FOR EVERYTHING THAT'S HAPPENING,
pl_pl: W którym bierzemy pełną odpowiedzialność za wszystko, co się dzieje,

source: THAT MEANS WEAKNESSES.
pl_pl: A to oznacza słabe punkty.

source: THAT RUNS BENEATH THE BAY.
pl_pl: który biegnie pod zatoką.

source: THAT SORT OF PRIVILEGE ESCALATION --
pl_pl: Taki rodzaj podwyższenia uprawnień...

source: THAT THE BARTENDER -- THAT SHE WASN'T IN SCHOOL.
pl_pl: barmanka nie była... nie była w szkole.

source: THAT WAS TAKEN NOT FIVE MINUTES AGO BY MY ASSOCIATE MICHAEL.
pl_pl: To zdjęcie zostało zrobione niecałe pięć minut temu przez mojego współpracownika, Michael'a.

source: THAT WAS THE FIRST THING I TRIED TO CHANGE.
pl_pl: to była pierwsza rzecz, którą próbowałem zmienić.

source: THAT'S ALL YOU'LL NEED.
pl_pl: To wszystko, czego potrzebujesz.

source: THAT'S GOOD.
pl_pl: To dobrze.

source: THAT'S WHAT IT LOOKS LIKE, BUT IT'S NOT -- -GET ON THE GROUND! ON THE GROUND!
pl_pl: Tak to wygląda, ale to nie tak... - Na glebę! Na glebę!

source: THAT'S WHY YOU LEFT EVERYTHING AT MONARCH FOR YOUR FAMILY.
pl_pl: Dlatego wystawiłeś Monarch dla swojej rodziny.

source: THE ABILITY TO TAKE AND GIVE SO FREELY,
pl_pl: z możliwością swobodnego dawania i odbierania,

source: THE ACCIDENT, IT -- IT WASN'T AN ACCIDENT.
pl_pl: Ten wypadek, to... to nie był wypadek.

source: THE AUDIOBOOK
pl_pl: AUDIOBOOK

source: THE BURKE RESIDENCE
pl_pl: REZYDENCJA PAŃSTWA BURKE

source: THE C.F.R. DEFENSES -- THERE'S NO WAY HE'S GONNA BE ABLE TO GET PAST THEM ALONE.
pl_pl: Regulator Pola Czasowego jest mocno chroniony... on nie ma szans nawet się do niego zbliżyć samemu.

source: THE CATERING VAN
pl_pl: FURGONETKA

source: THE CAUSE OF THE PREMATURE LIBRARY DEMOLITION
pl_pl: Przyczyna przedwczesnej rozbiórki biblioteki

source: THE CFR CHAMBER
pl_pl: KOMORA RPC

source: THE CFR DEFENSES -- THERE'S NO WAY HE'S GONNA BE ABLE TO GET PAST THEM ALONE.
pl_pl: Regulator Pola Czasowego jest mocno chroniony... on nie ma szans nawet się do niego zbliżyć samemu.

source: THE COUNTERMEASURE
pl_pl: ŚRODEK ZARADCZY

source: THE END IS COMING, AND JOYCE COULD BE THE KEY.
pl_pl: Nadchodzi koniec, a Joyce może być kluczem.

source: THE END OF TIME
pl_pl: KONIEC CZASU

source: THE EQUATION
pl_pl: RÓWNANIE

source: THE FUCKING GOLDEN BOY.
pl_pl: Jego pieprzona złota rączka.

source: THE HUMAN RACE WILL PREVAIL.
pl_pl: Rasa ludzka zwycięży.

source: THE IDEA OF GOD -- SIMPLY THE IDEA.
pl_pl: Idea Boga... Po prostu, sama idea.

source: THE INTERVIEW
pl_pl: WYWIAD

source: THE INVITATION
pl_pl: ZAPROSZENIE

source: THE LEFT, OF COURSE, YOUR FATHER.
pl_pl: Po lewej, oczywiście, twój ojciec.

source: THE LIFEBOAT • Located at Monarch HQ (access sealed until activated) • Completely stutterproofed • Maintained with chronon particles sourced from Ground Zero (particle flow directed by the CFR) • Twofold purpose: guarantee survival of human race/find a way to restart time • Limited capacity -> personnel chosen based on vital skills • COMPLETE DISCRETION REQUIRED!!! NOTE: Change of plans: Mr. H. will give the LB activation prep speech instead of Mr. S. S. will interrogate Joyce.
pl_pl: ŁÓDŹ RATUNKOWA - Znajduje się w Monarch HQ (dostęp zabezpieczony do czasu aktywacji) - Całkowicie odporny na zacinanie się - Utrzymywany za pomocą cząsteczek chrononu pochodzących ze Strefy Zero (przepływ cząsteczek kierowany przez RPC) - Dwojaki cel: zagwarantować przetrwanie rasy ludzkiej / znaleźć sposób na ponowne uruchomienie czasu - Ograniczona pojemność -> personel wybierany na podstawie istotnych umiejętności - WYMAGANA PEŁNA DYSKRECJA!!! UWAGA: Zmiana planów: Pan H. wygłosi mowę przygotowawczą do aktywacji LB zamiast pana S. S. będzie przesłuchiwał Joyce.

source: THE LIFEBOAT • Located underneath Monarch HQ (access sealed until activated) • Completely stutterproofed • Maintained with chronon particles sourced from Ground Zero (particle flow directed by the CFR) • Twofold purpose: guarantee survival of human race/find a way to restart time • Limited capacity -> personnel chosen based on vital skills • COMPLETE DISCRETION REQUIRED!!! NOTE: Mr. S will give the speech tonight at gala -> groundwork for activation Mr. H. has limited availability (busy w/Joyce) – contact his assistant if urgent
pl_pl: ŁÓDŹ RATUNKOWA - Znajduje się pod siedzibą Monarch (dostęp zamknięty do momentu aktywacji) - Całkowicie odporna na zacięcia - Utrzymywana za pomocą cząsteczek chrononu pochodzących ze Strefy Zero (przepływ cząsteczek kierowany przez RPC) - Dwojaki cel: zagwarantować przetrwanie rasy ludzkiej / znaleźć sposób na ponowne uruchomienie czasu - Ograniczona pojemność -> personel wybierany na podstawie istotnych umiejętności - WYMAGANA PEŁNA DYSKRECJA!!! UWAGA: Pan S. wygłosi przemówienie dziś wieczorem na gali -> podstawy do aktywacji Pan H. ma ograniczoną dostępność (zajęty z Joyce'm) - skontaktuj się z jego asystentem, jeśli to pilne

source: THE LIFEBOAT PROTOCOL
pl_pl: ŁÓDŹ RATUNKOWA

source: THE MASCOT
pl_pl: MASKOTKA

source: THE MAYORAL CANDIDATE
pl_pl: KANDYDAT NA BURMISTRZA

source: THE MORE INDICATIVE OF A FRACTURE.
pl_pl: tym pęknięcie się rozszerza.

source: THE ONE IN THE MIDDLE -- I ASSUME THAT'S YOUR MOTHER.
pl_pl: Kobieta na środku... Zakładam, że to twoja matka

source: THE ONE THEY TELL ME IS A TRAITOR.
pl_pl: Nazywają ciebie zdrajcą.

source: THE PREMATURE DEMOLITION OF THE UNIVERSITY LIBRARY.
pl_pl: przedwczesnej rozbiórki uniwersyteckiej biblioteki.

source: THE RAM STATUETTE
pl_pl: STATUETKA BARANA

source: THE SECOND TIME MACHINE AND JACK’S PLAN
pl_pl: DRUGI WEHIKUŁ CZASU I PLAN JACK'A

source: THE SECOND TIME MACHINE; BETH’S PLAN
pl_pl: DRUGI WEHIKUŁ CZASU - PLAN BETH

source: THE STUTTERS -- THEY'RE -- THEY'RE INCREASING IN FREQUENCY.
pl_pl: - Zacięcia... One... Zwiększają swoją częstotliwość.

source: THE TREATMENTS -- THEY'RE LOSING THEIR EFFECTIVENESS.
pl_pl: Lekarstwa... Przestają działać.

source: THE VIDEO STREAM
pl_pl: STRUMIEŃ WIDEO

source: THE WORLD IS ABOUT TO END, AND I'M TRYING TO DO SOMETHING!
pl_pl: Świat lada moment się skończy, a ja próbuje coś z tym zrobić!

source: THEM EVERY ASSISTANCE IN FINDING THOSE RESPONSIBLE.
pl_pl: by jak najszybciej odnaleźć sprawców.

source: THEN I-I CAN GET US ON THE LIST, ALL OF US.
pl_pl: wtedy mogę nas wpisać na listę, nas wszystkich.

source: THERE WASN'T ANYTHING I COULD DO.
pl_pl: Nie mogłem nic zrobić.

source: THERE WERE KEY ELEMENTS IN ITS DESIGN THAT WERE BLATANTLY DIFFERENT FROM OURS.
pl_pl: W jego projekcie były kluczowe elementy, które rażąco różniły się od naszych.

source: THERE'S GOT TO BE A WAY.
pl_pl: Musi być na to sposób.

source: THERE'S SOMETHING CALLED THE CFR.
pl_pl: Istnieje coś, co nazywa się RPC.

source: THERE'S SOMETHING IN THERE THAT I NEED.
pl_pl: Jest tam coś, czego potrzebuje.

source: THERE'S THIS THING.
pl_pl: Wymyślili coś.

source: THERE'S THIS THING. IT'S CALLED THE LIFEBOAT PROTOCOL,
pl_pl: Wymyślili coś. Nazywają to „Protokołem łodzi ratunkowej”

source: THESE WERE THE VERY CHANGES THAT WILLIAM WAS SO AGITATED OVER.
pl_pl: To były właśnie te zmiany, które tak bardzo drażniły Williama.

source: THEY ARE FREE OF CHARGE. GET THEM IN HR.
pl_pl: Szczepienia są darmowe. Więcej informacji w dziale HR.

source: THEY BUILT IT TO PROTECT PEOPLE FROM THE FRACTURE.
pl_pl: Zbudowali je, aby ochronić ludzi przed pęknięciem.

source: THEY CAN FIX THE FRACTURE. THAT'S WHAT YOU WANTED IN THE FIRST PLACE.
pl_pl: Oni mogą naprawić czas. A tego właśnie chciałaś.

source: THEY FOUND THAT USEFUL, AND THEY PUT ME TO WORK.
pl_pl: Uznali to za przydatne i zatrudnili mnie.

source: THEY KNEW IT WAS COMING.
pl_pl: Wiedzieli, że to się stanie.

source: THEY WERE ALL GOOD MEN -- MONARCH'S FINEST.
pl_pl: Wszyscy byli dobrymi ludźmi... Najlepszymi w Monarch.

source: THEY WERE ALL GOOD MEN...MONARCH'S FINEST.
pl_pl: Wszyscy byli dobrymi ludźmi... Najlepszymi w Monarch.

source: THEY'LL NEED YOU.
pl_pl: Będą ciebie potrzebować.

source: THEY'RE A NECESSARY SACRIFICE.
pl_pl: Ludzkość to konieczna ofiara.

source: THEY'RE INCREASING IN FREQUENCY AND DURATION.
pl_pl: Zwiększają swoją częstotliwość i długość.

source: THEY'RE INCREASING IN FREQUENCY.
pl_pl: Zwiększają swoją częstotliwość.

source: THEY'RE STUTTER-PROOF.
pl_pl: Są odporne na zacięcia.

source: THEY'RE THE ONES THAT GOT US INTO THIS.
pl_pl: To oni nas w to wciągneli.

source: THINGS GOT VERY VIOLENT.
pl_pl: Sytuacja stała się bardzo gwałtowna.

source: THINGS HAVE BEEN REALLY BAD AT WORK.
pl_pl: W pracy jest naprawdę źle.

source: THINGS HAVE COOLED OFF FOR JUST A MOMENT.
pl_pl: Sytuacja na tę chwilę trochę się uspokoiła,

source: THINK ABOUT IT.
pl_pl: Przemyśl to.

source: THINK MAYBE HE HAD SOME HELP?
pl_pl: Zastanawiam się, czy ktoś mu w tym pomógł?

source: THIRD STREET. HE'S HEADED TO THE ALLEY.
pl_pl: Trzecia ulica. Kieruje się w stronę alejki.

source: THIS BECOMING A VERY VOLATILE SITUATION, ONE THAT COULD BOIL OVER AT ANY MOMENT.
pl_pl: w każdej chwili może dojść do zaostrzenia konfliktu.

source: THIS CAN'T ALL BE FOR NOTHING
pl_pl: TO WSZYSTKO NIE MOŻE PÓJŚĆ NA MARNE

source: THIS IMPRISONMENT -- IT'S UNSETTLING.
pl_pl: To... więzienie... jest niepokojące.

source: THIS IS BECOMING A VERY VOLATILE SITUATION, ONE THAT COULD BOIL OVER AT ANY MOMENT.
pl_pl: w każdej chwili może dojść do zaostrzenia konfliktu.

source: THIS IS NOT WHO I AM. THIS IS NOT --
pl_pl: To nie jest to, kim jestem. To nie jest...

source: THIS IS NOT WHO I AM? THIS IS NOT --
pl_pl: To nie jest to, kim jestem? To nie jest...

source: THIS IS STILL MY SHIP.
pl_pl: To nadal moja łódź.

source: THIS WAS HER PARTING GIFT.
pl_pl: To był jej prezent pożegnalny.

source: THIS WAY! THIS WAY! CHARLIE.
pl_pl: TĘDY! TĘDY! Charlie.

source: THIS WILL BE MY FINAL ENTRY
pl_pl: TO BĘDZIE MÓJ OSTATNI WPIS

source: THIS WORLD IS AT ITS END.
pl_pl: Niedługo się skończy.

source: THIS WORLD IS ENDING.
pl_pl: Świat się kończy.

source: THIS WORLD YOU KNOW...
pl_pl: Świat, który znasz...

source: THIS...IMPRISONMENT -- IT'S UNSETTLING.
pl_pl: To... więzienie... jest niepokojące.

source: TIME ANOMALIES
pl_pl: ANOMALIE CZASOWE

source: TIME BLAST
pl_pl: CZASOWY CIOS

source: TIME DODGE
pl_pl: CZASOWY UNIK

source: TIME DODGE ( TAP ) / TIME RUSH ( HOLD )
pl_pl: CZASOWY UNIK (dotknij) / CZASOWY PĘD (przytrzymaj)

source: TIME ECHOES
pl_pl: ECHA CZASU

source: TIME ELAPSED
pl_pl: CZAS UKOŃCZENIA

source: TIME IS JUST ONE CLOSED LOOP.
pl_pl: Czas to tylko jedna zamknięta pętla.

source: TIME IS OF THE ESSENCE, CHARLIE. YOU'D BETTER GET TO IT.
pl_pl: Czas to pieniądz, Charlie. Lepiej się tym zajmij.

source: TIME POWER ASSIST
pl_pl: WSPOMAGANIE MOCY CZASU

source: TIME POWER USED
pl_pl: UŻYTO MOCY CZASU

source: TIME POWERS
pl_pl: MOCE CZASU

source: TIME PUZZLES
pl_pl: CZASOWE ZAGADKI

source: TIME RUSH
pl_pl: CZASOWY PĘD

source: TIME RUSH TAKEDOWN
pl_pl: POWALENIE PODCZAS CZASOWEGO PĘDU

source: TIME SHIELD
pl_pl: CZASOWA TARCZA

source: TIME SHIELD KNOCKBACK
pl_pl: ODRZUT CZASOWEJ TARCZY

source: TIME STOP
pl_pl: CZASOWA PAUZA

source: TIME STOP ( TAP ) / TIME BLAST ( HOLD )
pl_pl: CZASOWA PAUZA (dotknij) / CZASOWY CIOS (przytrzymaj)

source: TIME TRIGGERS
pl_pl: WYZWALACZE CZASOWE

source: TIME VISION
pl_pl: CZASOWA WIZJA

source: TIME WILL GO ON.
pl_pl: Czas będzie biegł dalej.

source: TIMELINE
pl_pl: OŚ CZASU

source: TO CHANGE HISTORY.
pl_pl: By zmienić historię,

source: TO FURTHER THEIR DREAMS AND INTERESTS IN TECHNOLOGICAL RESEARCH AND DESIGN.
pl_pl: w rozwijaniu ich marzeń oraz zainteresowań w zakresie badań technologicznych i projektowania.

source: TO MAKE HISTORY, RIGHT HERE, RIGHT NOW.
pl_pl: by tworzyć historię, tutaj i teraz.

source: TO SET THINGS STRAIGHT AGAIN.
pl_pl: by to wszystko naprawić.
